{"Landmarks": {"china town": {"title": "China Town", "locationName": "Little Bourke St, Melbourne VIC 3000", "category": "Landmark", "coordinate": ["-37.8118", "144.9676"], "longDescription": "Established by Chinese prospectors during the Victorian Goldrush in 1851, Mebourne’s Chinatown is the oldest Chinatown in Australia. Beautiful colours, picturesque landmarks and jovial people line Little Bourke Street from Swanston Street to Spring Street."}, "cooks cottage": {"title": "Cooks’ Cottage", "locationName": "Fitzroy Gardens, Wellington Parade, East Melbourne VIC 3002", "category": "Landmark", "coordinate": ["-37.8144604899837", "144.979471339826"], "longDescription": "Built in 1755, Cooks’ Cottage is the oldest building in Australia, with a fascinating past. Navigator and explorer Captain James Cook’d been away from home for almost ten years when his father built it – but this connection to the Cook family was enough to prompt Grimwade to transport the cottage to the other side of the world."}, "eureka tower": {"title": "Eureka Skydeck 88", "locationName": "7 Riverside Quay, Southbank VIC 3006", "category": "Landmark", "coordinate": ["-37.8216187583314", "144.964622218598"], "longDescription": "High up on the 88th floor, 285 metres above sea level, you’ll find us – Eureka Skydeck: Melbourne’s greatest point of view, and one of the most stunning observation decks in the world."}, "flinders station": {"title": "Flinders Street Railway Station", "locationName": "Flinders St, Melbourne VIC 3000", "category": "Landmark", "coordinate": ["-37.8179063007545", "144.967064817875"], "longDescription": "Flinders Street Station is Australia’s oldest train station, and with its distinctive facade and green copper dome it’s a city icon. Takeaway stands line the concourse, and the upper floors were purpose-built to house a library, gym and a lecture hall, later used as a ballroom."}, "general post office": {"title": "GPO", "locationName": "350 Bourke St, Melbourne VIC 3000", "category": "Landmark", "coordinate": ["-37.81384", "144.963028"], "longDescription": "The General Post Office, situated on the corner of Elizabeth and Bourke Streets in Melbourne, is the former General Post Office for Victoria."}, "melbourne central": {"title": "Melbourne Central", "locationName": "Cnr La Trobe St &, Swanston St, Melbourne VIC 3000", "category": "Landmark", "coordinate": ["-37.8105371797142", "144.962749729496"], "longDescription": "Melbourne Central is a large shopping centre, office, and public transport hub in the city of Melbourne, Victoria, Australia."}, "parliament house": {"title": "Parliament House", "locationName": "Spring St, East Melbourne VIC 3002", "category": "Landmark", "coordinate": ["-37.811055", "144.97329"], "longDescription": "Parliament House is the meeting place of the Parliament of Victoria, one of the parliaments of the Australian states and territories. The building is listed on the Victorian Heritage Register."}, "royal exhibition building": {"title": "Royal Exhibition Building", "locationName": "9 Nicholson St, Carlton VIC 3053", "category": "Landmark", "coordinate": ["-37.80460262432", "144.971521914952"], "longDescription": "The Royal Exhibition Building was built in Melbourne’s Carlton Gardens during 1879 and 1880 for the 1880 Melbourne International Exhibition. It subsequently hosted Melbourne’s second international exhibition, the 1888 Centennial International Exhibition. It is one of the great enduring monuments to the International Exhibition movement, which began in the mid-19th century."}, "shrine of remembrance": {"title": "Shrine of Rembrance", "locationName": "Birdwood Ave, Melbourne VIC 3001", "category": "Landmark", "coordinate": ["-37.8320733992876", "144.973628364465"], "longDescription": "The Shrine of Remembrance (commonly known among locals as The Shrine) is a war memorial in Melbourne, Victoria, Australia, located in Kings Domain on St Kilda Road. It was built to honour the men and women of Victoria who served in World War I, but is now a memorial to all Australians who have served in war."}, "st pauls cathedral": {"title": "St Pauls Cathedral", "locationName": "Flinders Ln & Swanston St, Melbourne VIC 3000", "category": "Landmark", "coordinate": ["-37.8169549012399", "144.967681647402"], "longDescription": "St Paul’s Cathedral is an Anglican cathedral in Melbourne, Victoria, Australia. It is the cathedral church of the Diocese of Melbourne and the seat of the Archbishop of Melbourne, who is also the metropolitan archbishop of the Province of Victoria and, since 28 June 2014, the present seat of the Primate of Australia."}, "state theatre": {"title": "State Theatre", "locationName": "100 St Kilda Rd, Melbourne VIC 3004", "category": "Landmark", "coordinate": ["-37.8212806349773", "144.968469643744"], "longDescription": "The State Theatre opened in 1984 and is part of the Arts Centre Melbourne located by the Yarra River and St Kilda Road. Like the other performance venues within the Arts Centre, the State Theatre is underground. It has over 2,000 seats and its stage is one of the largest in the world. The State Theatre is typically used as a venue for ballet, opera and musical theatre."}}}